Brick.util.Language.add('ru',{'mod': {'{C#MODNAME}':{
	'new': {
		'panel': {
			'hd': 'комментарии ',
			'refresh': 'Обновить комментарии',
			'writecom': 'Написать комментарий',
			'note': '',
			'note_old': 'Только авторизованные пользователи могут оставлять комментарии.'
		},
		'spam': 'Данное сообщение было заблокировано администрацией сайта',
		'comment': 'Ссылка на комментарий',
		'reply': 'Ответить',
		'replypanel': {
			'preview': 'Просмотр',
			'sendcom': 'Отправить комментарий',
			'cancel': 'Отмена'
		}
	},
	'comment': {
		'panel': {
			'1': 'Опубликовать новый комментарий'
		},
		'manblock': {
			'1': 'Обновить комментарии',
			'2': 'Перейти к следующему новому комментарию'
		},
		'vote': {
			'error': {
				'1': 'Нельзя голосовать повторно',
				'm': {
					'2': 'Недостаточно репутации',
					'3': 'Недостаточно голосов',
					'4': 'Вы не можете голосовать за свой комментарий',
					'5': 'Закончился период для голосования'
				}
			}
		}
	}
	
}}});